Repository: M1zz/ClipKeyboardMac
Catalog: ClipKeyboard.tap/Localizable.xcstrings
Source language: en
Languages: cs, da, de, el, es, fi, fr, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

# 켜면 아이폰에서 더하거나 지운 단축어가 이 맥에도 바로 반영됩니다. 끄면 이 맥의 단축어는 이 맥에만 남습니다.
source: When on, snippets you add or delete on iPhone show up on this Mac right away. When off, this Mac keeps its snippets to itself.
cs: Když je volba zapnutá, úryvky přidané nebo smazané na iPhonu se hned objeví na tomto Macu. Když je vypnutá, tento Mac si své úryvky nechává pro sebe.
da: Når den er slået til, vises tekststykker, du tilføjer eller sletter på iPhone, med det samme på denne Mac. Når den er slået fra, beholder denne Mac sine tekststykker for sig selv.
de: Wenn aktiviert, erscheinen Textbausteine, die du auf dem iPhone hinzufügst oder löschst, sofort auf diesem Mac. Wenn deaktiviert, behält dieser Mac seine Textbausteine für sich.
el: Όταν είναι ενεργό, τα αποσπάσματα που προσθέτετε ή διαγράφετε στο iPhone εμφανίζονται αμέσως σε αυτό το Mac. Όταν είναι ανενεργό, αυτό το Mac κρατά τα αποσπάσματά του για τον εαυτό του.
es: Si está activado, los fragmentos que añadas o elimines en el iPhone aparecen al instante en este Mac. Si está desactivado, este Mac mantiene sus propios fragmentos.
fi: Kun tämä on päällä, iPhonessa lisäämäsi tai poistamasi tekstinpätkät näkyvät heti tässä Macissa. Kun se on pois päältä, tämä Mac pitää tekstinpätkänsä omanaan.
fr: Activé, les extraits ajoutés ou supprimés sur l’iPhone apparaissent aussitôt sur ce Mac. Désactivé, ce Mac garde ses extraits pour lui.
id: Jika aktif, cuplikan yang Anda tambahkan atau hapus di iPhone langsung muncul di Mac ini. Jika mati, Mac ini menyimpan cuplikannya sendiri.
it: Se attivo, i frammenti che aggiungi o elimini su iPhone compaiono subito su questo Mac. Se disattivo, questo Mac tiene i suoi frammenti per sé.
ja: オンにすると、iPhoneで追加・削除したスニペットがすぐにこのMacにも反映されます。オフにすると、このMacのスニペットは独立して保たれます。
ko: 켜면 아이폰에서 더하거나 지운 단축어가 이 맥에도 바로 반영됩니다. 끄면 이 맥의 단축어는 이 맥에만 남습니다.
nb: Når dette er på, vises tekstbiter du legger til eller sletter på iPhone, med en gang på denne Macen. Når det er av, beholder denne Macen tekstbitene sine for seg selv.
nl: Als dit aan staat, verschijnen fragmenten die je op de iPhone toevoegt of verwijdert meteen op deze Mac. Als het uit staat, houdt deze Mac zijn fragmenten voor zichzelf.
pl: Po włączeniu fragmenty dodane lub usunięte na iPhonie od razu pojawiają się na tym Macu. Po wyłączeniu ten Mac zachowuje swoje fragmenty dla siebie.
pt_br: Quando ativado, os trechos que você adiciona ou apaga no iPhone aparecem neste Mac na hora. Quando desativado, este Mac mantém seus próprios trechos.
ru: Если включено, заготовки, добавленные или удалённые на iPhone, сразу появляются на этом Mac. Если выключено, заготовки этого Mac остаются только на нём.
sv: När det är på visas textsnuttar som du lägger till eller raderar på iPhone direkt på den här Macen. När det är av behåller den här Macen sina textsnuttar för sig själv.
th: เมื่อเปิด ข้อความที่เพิ่มหรือลบบน iPhone จะปรากฏบน Mac เครื่องนี้ทันที เมื่อปิด Mac เครื่องนี้จะเก็บข้อความของตัวเองแยกไว้
tr: Açıkken iPhone’da eklediğiniz ya da sildiğiniz hazır metinler bu Mac’te hemen görünür. Kapalıyken bu Mac hazır metinlerini kendine saklar.
vi: Khi bật, đoạn văn bản bạn thêm hoặc xóa trên iPhone sẽ xuất hiện ngay trên máy Mac này. Khi tắt, máy Mac này giữ đoạn văn bản của riêng nó.
zh_hans: 开启后，在 iPhone 上添加或删除的短语会立即出现在这台 Mac 上。关闭后，这台 Mac 的短语只留在本机。
zh_hant: 開啟後，在 iPhone 上新增或刪除的短語會立即出現在這台 Mac 上。關閉後，這台 Mac 的短語只留在本機。

# 켜면 아이폰에서 더하거나 지운 단축어를 이 맥이 받아옵니다.
source: Turn it on and this Mac will receive snippets you add or delete on iPhone.
cs: Zapněte ji a tento Mac bude dostávat úryvky, které přidáte nebo smažete na iPhonu.
da: Slå den til, så modtager denne Mac de tekststykker, du tilføjer eller sletter på iPhone.
de: Aktiviere sie, damit dieser Mac Textbausteine erhält, die du auf dem iPhone hinzufügst oder löschst.
el: Ενεργοποιήστε το και αυτό το Mac θα λαμβάνει τα αποσπάσματα που προσθέτετε ή διαγράφετε στο iPhone.
es: Actívala y este Mac recibirá los fragmentos que añadas o elimines en el iPhone.
fi: Laita se päälle, niin tämä Mac saa tekstinpätkät, jotka lisäät tai poistat iPhonessa.
fr: Activez-la pour que ce Mac reçoive les extraits ajoutés ou supprimés sur l’iPhone.
id: Aktifkan agar Mac ini menerima cuplikan yang Anda tambahkan atau hapus di iPhone.
it: Attivala e questo Mac riceverà i frammenti che aggiungi o elimini su iPhone.
ja: オンにすると、iPhoneで追加・削除したスニペットをこのMacでも受け取ります。
ko: 켜면 아이폰에서 더하거나 지운 단축어를 이 맥이 받아옵니다.
nb: Slå det på, så mottar denne Macen tekstbiter du legger til eller sletter på iPhone.
nl: Schakel het in, dan ontvangt deze Mac de fragmenten die je op de iPhone toevoegt of verwijdert.
pl: Włącz ją, a ten Mac będzie otrzymywał fragmenty dodane lub usunięte na iPhonie.
pt_br: Ative e este Mac vai receber os trechos que você adicionar ou apagar no iPhone.
ru: Включите, и этот Mac будет получать заготовки, добавленные или удалённые на iPhone.
sv: Slå på det så tar den här Macen emot textsnuttar som du lägger till eller raderar på iPhone.
th: เปิดไว้แล้ว Mac เครื่องนี้จะได้รับข้อความที่คุณเพิ่มหรือลบบน iPhone
tr: Açın; bu Mac, iPhone’da eklediğiniz ya da sildiğiniz hazır metinleri alsın.
vi: Bật lên để máy Mac này nhận đoạn văn bản bạn thêm hoặc xóa trên iPhone.
zh_hans: 开启后，这台 Mac 会收到你在 iPhone 上添加或删除的短语。
zh_hant: 開啟後，這台 Mac 會收到你在 iPhone 上新增或刪除的短語。

# 클립보드
source: Clipboard
cs: Schránka
da: Udklipsholder
de: Zwischenablage
el: Πρόχειρο
es: Portapapeles
fi: Leikepöytä
fr: Presse-papiers
id: Papan Klip
it: Appunti
ja: クリップボード
ko: 클립보드
nb: Utklippstavle
nl: Klembord
pl: Schowek
pt_br: Área de transferência
ru: Буфер обмена
sv: Urklipp
th: คลิปบอร์ด
tr: Pano
vi: Bộ nhớ tạm
zh_hans: 剪贴板
zh_hant: 剪貼板

# 클립보드 히스토리
source: Clipboard History
cs: Historie schránky
da: Udklipshistorik
de: Verlauf der Zwischenablage
el: Ιστορικό προχείρου
es: Historial del portapapeles
fi: Leikepöydän historia
fr: Historique du presse-papiers
id: Riwayat Papan Klip
it: Cronologia appunti
ja: クリップボード履歴
ko: 클립보드 히스토리
nb: Utklippshistorikk
nl: Klembordgeschiedenis
pl: Historia schowka
pt_br: Histórico da Área de Transferência
ru: История буфера обмена
sv: Urklippshistorik
th: ประวัติคลิปบอร์ด
tr: Pano Geçmişi
vi: Lịch sử bộ nhớ tạm
zh_hans: 剪贴板历史
zh_hant: 剪貼板歷史

# 클립보드 히스토리 없음
source: No clipboard history
cs: Historie schránky je prázdná
da: Ingen udklipshistorik
de: Kein Verlauf
el: Δεν υπάρχει ιστορικό προχείρου
es: No hay historial
fi: Ei leikepöydän historiaa
fr: Aucun historique
id: Belum ada riwayat papan klip
it: Nessuna cronologia
ja: クリップボード履歴がありません
ko: 클립보드 히스토리 없음
nb: Ingen utklippshistorikk
nl: Geen klembordgeschiedenis
pl: Brak historii schowka
pt_br: Nenhum histórico
ru: История буфера обмена пуста
sv: Ingen urklippshistorik
th: ไม่มีประวัติคลิปบอร์ด
tr: Pano geçmişi yok
vi: Chưa có lịch sử bộ nhớ tạm
zh_hans: 没有剪贴板记录
zh_hant: 沒有剪貼板歷史

# 클립보드에 복사
source: Copy to clipboard
cs: Zkopírovat do schránky
da: Kopiér til udklipsholderen
de: In die Zwischenablage kopieren
el: Αντιγραφή στο πρόχειρο
es: Copiar al portapapeles
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
id: Salin ke papan klip
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
nb: Kopier til utklippstavlen
nl: Kopieer naar klembord
pl: Kopiuj do schowka
pt_br: Copiar para a área de transferência
ru: Скопировать в буфер обмена
sv: Kopiera till urklipp
th: คัดลอกไปยังคลิปบอร์ด
tr: Panoya kopyala
vi: Sao chép vào bộ nhớ tạm
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼板

# 클립보드에 이미지가 없습니다
source: No image in the clipboard
cs: Ve schránce není žádný obrázek
da: Intet billede på udklipsholderen
de: Kein Bild in der Zwischenablage
el: Δεν υπάρχει εικόνα στο πρόχειρο
es: No hay ninguna imagen en el portapapeles
fi: Leikepöydällä ei ole kuvaa
fr: Aucune image dans le presse-papiers
id: Tidak ada gambar di papan klip
it: Nessuna immagine negli appunti
ja: クリップボードに画像がありません
ko: 클립보드에 이미지가 없습니다
nb: Ingen bilder på utklippstavlen
nl: Geen afbeelding op het klembord
pl: W schowku nie ma obrazu
pt_br: Não há imagem na área de transferência
ru: В буфере обмена нет изображения
sv: Ingen bild i urklipp
th: ไม่มีรูปภาพในคลิปบอร์ด
tr: Panoda görüntü yok
vi: Không có hình ảnh trong bộ nhớ tạm
zh_hans: 剪贴板中没有图片
zh_hant: 剪貼板中沒有圖片

# 클립보드에서 붙여넣기
source: Paste from clipboard
cs: Vložit ze schránky
da: Indsæt fra udklipsholderen
de: Aus Zwischenablage einsetzen
el: Επικόλληση από το πρόχειρο
es: Pegar desde el portapapeles
fi: Sijoita leikepöydältä
fr: Coller depuis le presse-papiers
id: Tempel dari papan klip
it: Incolla dagli appunti
ja: クリップボードからペースト
ko: 클립보드에서 붙여넣기
nb: Lim inn fra utklippstavlen
nl: Plak van klembord
pl: Wklej ze schowka
pt_br: Colar da área de transferência
ru: Вставить из буфера обмена
sv: Klistra in från urklipp
th: วางจากคลิปบอร์ด
tr: Panodan yapıştır
vi: Dán từ bộ nhớ tạm
zh_hans: 从剪贴板粘贴
zh_hant: 從剪貼板貼上

# 클립보드에서 이미지를 추가했습니다
source: Added an image from the clipboard
cs: Obrázek přidán ze schránky
da: Tilføjede et billede fra udklipsholderen
de: Bild aus der Zwischenablage hinzugefügt
el: Προστέθηκε εικόνα από το πρόχειρο
es: Se añadió una imagen desde el portapapeles
fi: Kuva lisättiin leikepöydältä
fr: Image ajoutée depuis le presse-papiers
id: Gambar dari papan klip ditambahkan
it: Immagine aggiunta dagli appunti
ja: クリップボードの画像を追加しました
ko: 클립보드에서 이미지를 추가했습니다
nb: La til et bilde fra utklippstavlen
nl: Afbeelding van het klembord toegevoegd
pl: Dodano obraz ze schowka
pt_br: Imagem adicionada da área de transferência
ru: Изображение добавлено из буфера обмена
sv: En bild lades till från urklipp
th: เพิ่มรูปภาพจากคลิปบอร์ดแล้ว
tr: Panodan bir görüntü eklendi
vi: Đã thêm hình ảnh từ bộ nhớ tạm
zh_hans: 已从剪贴板添加图片
zh_hant: 已從剪貼板加入圖片

# 타임존
source: Time Zone
cs: Časové pásmo
da: Tidszone
de: Zeitzone
el: Ζώνη ώρας
es: Zona horaria
fi: Aikavyöhyke
fr: Fuseau horaire
id: Zona Waktu
it: Fuso orario
ja: タイムゾーン
ko: 타임존
nb: Tidssone
nl: Tijdzone
pl: Strefa czasowa
pt_br: Fuso horário
ru: Часовой пояс
sv: Tidszon
th: เขตเวลา
tr: Saat Dilimi
vi: Múi giờ
zh_hans: 时区
zh_hant: 時區

# 탭하면 복사
source: Tap to copy
cs: Klikněte pro zkopírování
da: Klik for at kopiere
de: Zum Kopieren klicken
el: Κάντε κλικ για αντιγραφή
es: Haz clic para copiar
fi: Kopioi klikkaamalla
fr: Cliquez pour copier
id: Klik untuk menyalin
it: Fai clic per copiare
ja: クリックしてコピー
ko: 탭하면 복사
nb: Klikk for å kopiere
nl: Klik om te kopiëren
pl: Kliknij, aby skopiować
pt_br: Clique para copiar
ru: Нажмите, чтобы скопировать
sv: Klicka för att kopiera
th: คลิกเพื่อคัดลอก
tr: Kopyalamak için tıklayın
vi: Bấm để sao chép
zh_hans: 点按即可复制
zh_hant: 點按即可複製

# 템플릿
source: Template
cs: Šablona
da: Skabelon
de: Vorlage
el: Πρότυπο
es: Plantilla
fi: Pohja
fr: Modèle
id: Templat
it: Modello
ja: テンプレート
ko: 템플릿
nb: Mal
nl: Sjabloon
pl: Szablon
pt_br: Modelo
ru: Шаблон
sv: Mall
th: เทมเพลต
tr: Şablon
vi: Mẫu
zh_hans: 模板
zh_hant: 範本

# 통관번호
source: Declaration Number
cs: Číslo přiznání
da: Deklarationsnummer
de: Anmeldenummer
el: Αριθμός δήλωσης
es: Número de declaración
fi: Ilmoitusnumero
fr: Numéro de déclaration
id: Nomor Deklarasi
it: Numero di dichiarazione
ja: 申告番号
ko: 통관번호
nb: Deklarasjonsnummer
nl: Aangiftenummer
pl: Numer deklaracji
pt_br: Número da declaração
ru: Номер декларации
sv: Deklarationsnummer
th: เลขที่ใบขน
tr: Beyanname Numarası
vi: Số tờ khai
zh_hans: 报关单号
zh_hant: 報關編號

# 통화
source: Currency
cs: Měna
da: Valuta
de: Währung
el: Νόμισμα
es: Moneda
fi: Valuutta
fr: Devise
id: Mata Uang
it: Valuta
ja: 通貨
ko: 통화
nb: Valuta
nl: Valuta
pl: Waluta
pt_br: Moeda
ru: Валюта
sv: Valuta
th: สกุลเงิน
tr: Para Birimi
vi: Tiền tệ
zh_hans: 货币
zh_hant: 貨幣

# 파일로 내보내기
source: Export to file
cs: Exportovat do souboru
da: Eksportér til fil
de: In Datei exportieren
el: Εξαγωγή σε αρχείο
es: Exportar a archivo
fi: Vie tiedostoon
fr: Exporter dans un fichier
id: Ekspor ke file
it: Esporta su file
ja: ファイルに書き出す
ko: 파일로 내보내기
nb: Eksporter til fil
nl: Exporteer naar bestand
pl: Eksportuj do pliku
pt_br: Exportar para arquivo
ru: Экспортировать в файл
sv: Exportera till fil
th: ส่งออกเป็นไฟล์
tr: Dosyaya aktar
vi: Xuất ra tệp
zh_hans: 导出到文件
zh_hant: 匯出到檔案

# 파일에서 가져오기
source: Import from file
cs: Importovat ze souboru
da: Importér fra fil
de: Aus Datei importieren
el: Εισαγωγή από αρχείο
es: Importar desde archivo
fi: Tuo tiedostosta
fr: Importer depuis un fichier
id: Impor dari file
it: Importa da file
ja: ファイルから読み込む
ko: 파일에서 가져오기
nb: Importer fra fil
nl: Importeer uit bestand
pl: Importuj z pliku
pt_br: Importar de arquivo
ru: Импортировать из файла
sv: Importera från fil
th: นำเข้าจากไฟล์
tr: Dosyadan içe aktar
vi: Nhập từ tệp
zh_hans: 从文件导入
zh_hant: 從檔案匯入

# 파일에서 선택
source: Choose from file
cs: Vybrat ze souboru
da: Vælg fra fil
de: Aus Datei auswählen
el: Επιλογή από αρχείο
es: Elegir archivo
fi: Valitse tiedostosta
fr: Choisir un fichier
id: Pilih dari file
it: Scegli da file
ja: ファイルから選択
ko: 파일에서 선택
nb: Velg fra fil
nl: Kies uit bestand
pl: Wybierz z pliku
pt_br: Escolher arquivo
ru: Выбрать из файла
sv: Välj från fil
th: เลือกจากไฟล์
tr: Dosyadan seç
vi: Chọn từ tệp
zh_hans: 从文件选择
zh_hant: 從檔案選擇

# 회원번호
source: Membership Number
cs: Členské číslo
da: Medlemsnummer
de: Mitgliedsnummer
el: Αριθμός μέλους
es: Número de socio
fi: Jäsennumero
fr: Numéro d’adhérent
id: Nomor Anggota
it: Numero di tessera
ja: 会員番号
ko: 회원번호
nb: Medlemsnummer
nl: Lidmaatschapsnummer
pl: Numer członkowski
pt_br: Número de associado
ru: Номер участника
sv: Medlemsnummer
th: เลขสมาชิก
tr: Üyelik Numarası
vi: Số thành viên
zh_hans: 会员编号
zh_hant: 會員編號

# 기기 간 동기화가 꺼져 있거나 아직 시작되지 않았어요.
source: Cross-device sync is off or hasn't started yet.
cs: Synchronizace mezi zařízeními je vypnutá nebo ještě nezačala.
da: Synkronisering mellem enheder er slået fra eller er ikke startet endnu.
de: Die geräteübergreifende Synchronisierung ist aus oder hat noch nicht begonnen.
el: Ο συγχρονισμός μεταξύ συσκευών είναι ανενεργός ή δεν έχει ξεκινήσει ακόμα.
es: La sincronización entre dispositivos está desactivada o aún no ha empezado.
fi: Laitteiden välinen synkronointi on pois päältä tai ei ole vielä alkanut.
fr: La synchronisation entre appareils est désactivée ou n’a pas encore démarré.
id: Sinkronisasi antarperangkat mati atau belum dimulai.
it: La sincronizzazione tra dispositivi è disattivata o non è ancora partita.
ja: デバイス間の同期がオフか、まだ始まっていません。
ko: 기기 간 동기화가 꺼져 있거나 아직 시작되지 않았어요.
nb: Synkronisering mellom enheter er av eller har ikke startet ennå.
nl: Synchronisatie tussen apparaten staat uit of is nog niet gestart.
pl: Synchronizacja między urządzeniami jest wyłączona lub jeszcze się nie rozpoczęła.
pt_br: A sincronização entre dispositivos está desativada ou ainda não começou.
ru: Синхронизация между устройствами выключена или ещё не началась.
sv: Synkning mellan enheter är av eller har inte startat än.
th: การซิงค์ข้ามอุปกรณ์ปิดอยู่หรือยังไม่เริ่มทำงาน
tr: Aygıtlar arası eşzamanlama kapalı ya da henüz başlamadı.
vi: Đồng bộ giữa các thiết bị đang tắt hoặc chưa bắt đầu.
zh_hans: 跨设备同步已关闭或尚未启动。
zh_hant: 跨裝置同步已關閉或尚未啟動。

# 텍스트
source: Text
da: Tekst
el: Κείμενο
es: Texto
fi: Teksti
fr: Texte
id: Teks
it: Testo
ja: テキスト
ko: 텍스트
nb: Tekst
nl: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
th: ข้อความ
tr: Metin
vi: Văn bản
zh_hans: 文本
zh_hant: 文字

# 이메일
source: Email
es: Correo electrónico
fi: Sähköposti
ja: メールアドレス
ko: 이메일
nb: E-post
ru: Эл. почта
sv: E-post
th: อีเมล
tr: E-posta
zh_hans: 电子邮件
zh_hant: 電子郵件

source: ClipKeyboard
ko: 클립키보드
zh_hans: 剪贴键盘
zh_hant: 剪貼鍵盤

# 클립키보드
source: ClipKeyboard
ko: 클립키보드
zh_hans: 剪贴键盘
zh_hant: 剪貼鍵盤

# 확인
source: OK
ko: 확인
ru: ОК
th: ตกลง
tr: Tamam
zh_hans: 确定
zh_hant: 確定

source: URL
zh_hans: 网址
zh_hant: 網址
